Repository: Maldela/Fancontrol-GUI
Catalog: po/*/kcm_fancontrol.po
Languages: hu

source: Sensors
hu: Szenzorok

source: Fans
hu: Ventillátorok

source: Configfile
hu: Beállítófájl

source: Settings
hu: Beállítások

source: Unsaved changes
hu: Nem mentett módosítások

source: There are unsaved changes. Do you want to apply these changes?
hu: Ezek még mentetlen változások. Szeretnéd alkalmazni ezeket a változásokat?

source: New config
hu: Új beállítás

source: Manage profiles
hu: Profilok kezelése

source: Service
hu: Szolgáltatás

source: Control the systemd service
hu: Systemd szolgáltatás vezérlése

source: Stop service
hu: Szolgáltatás leállítása

source: Start service
hu: Szolgáltatás indítása

source: Disable service
hu: Szolgáltatás kikapcsolása

source: Enable service
hu: Szolgáltatás bekapcsolása

source: Disable service autostart at boot
hu: Automatikus indítás kikapcsolása a gép indításakor

source: Enable service autostart at boot
hu: Automatikus indítás engedélyezése a gép indításakor

source: Detect fans again
hu: Ventilátorok felismerése újra

source: Detect fans
hu: Ventilátorok felismerése

source: Abort test
hu: Teszt megszakítása

source: Test start and stop values
hu: Indítási és leállítási értékek tesztje

source: Apply
hu: Alkalmazás

source: Apply changes
hu: A módosítások elmentése

source: Reset
hu: Alaphelyzet

source: Revert changes
hu: Változtatások visszavonása

source: There are no pwm capable fans in your system.
hu: Nincsenek pwm-képes ventilátorok a rendszerben.

source: rpm
hu: percenkénti fordulat

source: Graphical user interface for fancontrol
hu: Grafikus felület a fancontrol-hoz

source: Main Developer
hu: Vezető fejlesztő

source: Apply profile
hu: Profil alkalmazása

source: Could not create dbus interface
hu: Nem sikerült dbus interfészt létrehozni

source: This action does not exist!
hu: Ez a művelet nem létezik!

source: Error
hu: Hiba

source: Controlled by:
hu: A következő vezérli:

source: Turn Fan off if temp < MINTEMP
hu: Ventilátor kikapcsol ha a hőmérséklet < MINTEMP

source: Pwm value for fan to start:
hu: A ventilátor Pwm értéke az indításhoz:

source: Profiles
hu: Profilok

source: (current profile)
hu: (jelenlegi profil)

source: Create new profile
hu: Új profil létrehozása

source: Save to profile
hu: Mentés a profilba

source: Delete profile
hu: Profil törlése

source: New profile's name
hu: A profil új neve

source: Interval:
hu: Időköz:

source: second
hu: második

source: Minimum temperature for fan graphs:
hu: Minimális hőmérséklet a ventilátor grafikonhoz:

source: Maximum temperature for fan graphs:
hu: Maxmális hőmérséklet a ventilátor grafikonhoz:

source: Path to the fancontrol config file:
hu: A konfigurációs fájl elérési útvonala:

source: Name of the fancontrol systemd service:
hu: A Fancontrol systemd szolgáltatás neve:

source: Show tray icon:
hu: Tálcaikon megjelenítése:

source: Start minimized:
hu: Indítás minimalizálva:

source: Please choose a configuration file
hu: Kérem válasszon egy beállítófájlt

source: Can't open rpm file: '%1'
hu: "%1" rpm-fájl megnyitása nem sikerült

source: Applying changes
hu: Változtatások alkalmazása

source: Resetting changes
hu: Változtatások visszaállítása

source: Unable to apply unknown profile: %1
hu: Nem lehetett alkalmazni az ismeretlen profilt: %1

source: Unable to read data for profile: %1
hu: Nem sikerült az adatok olvasása a profilhoz: %1

source: No profile
hu: Nincs profil

source: %1 is not readable!
hu: %1 nem olvasható!

source: %1 is invalid!
hu: A(z) %1 érvénytelen!

source: Not a valid sensor: '%1'
hu: Nem létező szenzor: '%1'

source: File is not readable: '%1'
hu: A(z) '%1' fájl nem olvasható

source: File does not exist: '%1'
hu: '%1' nevű fájl nem létezik

source: Invalid entry: '%1'
hu: Érvénytelen bejegyzés: '%1'

source: Unable to parse interval line: '%1'
hu: Nem sikerült feldolgozni az időköz sort: '%1'

source: Invalid fan entry: '%1'
hu: Érvénytelen ventilátor bejegyzés: '%1'

source: Invalid temp entry: '%1'
hu: Érvénytelen temp bejegyzés: %1

source: Invalid DEVNAME: '%1'!
hu: A hibás '%1' eszköznév!

source: Invalid DEVNAME: '%1'! No hwmon with index %2
hu: Érvénytelen DEVNAME: '%1' ! Nem hwmon %2 indexszel

source: Wrong name for hwmon %1! Should be "%2"
hu: Rossz név a %1 hwmon-hoz! Ennek kellene lennie: "%2"

source: Unrecognized line in config: '%1'
hu: Ismeretlen sor a konfigfájlban: '%1'

source: %1 is not an integer!
hu: %1 nem egész szám!

source: Invalid entry to parse: '%1'
hu: Érvénytelen bejegyzés a feldolgozáshoz: '%1'

source: '%1' is not a local file!
hu: "%1" nem helyi fájl!

source: '%1' is not a valid url!
hu: A(z) %1 URL érvénytelen!

source: Loading config file: '%1'
hu: A(z) %1 beállítófájl betöltése

source: Loading of file aborted by user
hu: A fájlbetöltést felhasználó megszakította

source: Action not supported! Try running the application as root.
hu: A művelet nem támogatott! Próbálja meg futtatni az alkalmazást rendszergazdaként.

source: Cannot load empty config.
hu: Az üres beállítófájl betöltése sikertelen.

source: No changes made to config
hu: Nem végzett módosításokat a beállításokban

source: Saving config to '%1'
hu: Beállítás mentése ide: '%1'

source: Saving of file aborted by user
hu: A mentéset a felhasználó megszakította

source: Error executing action. Code %1; %2; %3
hu: Nem sikerült végrehajtani a műveletet. Hibakód: %1; %2; %3

source: Interval must be greater or equal to one!
hu: Az intervallumnak nagyobbnak vagy egyenlőnek kell lennie eggyel!

source: Start detecting Sensors
hu: Szenzorfelderítés indítása

source: Finished detecting Sensors
hu: Szenzorok felderítése befejezve

source: Can't open pwm file: '%1'
hu: "%1" pwm-fájl megnyitása nem sikerült

source: Can't open pwm_enable file: '%1'
hu: "%1" pwm_enable fájl megnyitása nem sikerült

source: Pwm cannot exceed 0-255!
hu: A Pwm nem haladhatja meg a 0-255-t!

source: Could not set pwm: %1
hu: PWM beállítása sikertelen: %1

source: Could not set pwm enable: %1
hu: PWM bekapcsolás beállítása sikertelen: %1

source: MinPwm cannot exceed 0-255!
hu: A MinPwm nem haladhatja meg a 0-255-t!

source: MaxPwm cannot exceed 0-255!
hu: A MaxPwm nem haladhatja meg a 0-255-t!

source: Authorization error: %1
hu: Jogosultsági hiba: %1

source: Fan never stops.
hu: Ventilátor soha nem áll meg.

source: Unable to init systemd dbus manager interface!
hu: A Dbus kezelőfelület nincs előkészítve!

source: New service name: '%1'
hu: Új szolgáltatás neve: '%1'

source: Unable to init systemd dbus service interface: %1
hu: Nem sikerült előkészítenii a Dbus szolgáltatási felületet:% 1

source: Dbus reply message is not of type 'QDBusMessage::ReplyMessage'
hu: A Dbus válaszüzenet nem "QDBusMessage :: ReplyMessage" típusú

source: Systemd dbus manager interface not initialized!
hu: A Systemd dbus kezelőfelület nincs előkészítve!

source: Dbus returned invalid answer
hu: Ismeretlen választ adott a DBus

source: Dbus returned answer with wrong signature: '%1'
hu: A Dbus rossz aláírással válaszolt vissza: '% 1'

source: Service does not exist: '%1'
hu: A(z) „%1” szolgáltatás nem létezik

source: Restarting service: '%1'
hu: '%1' szolgáltatás újraindítása

source: Invalid manager interface!
hu: Érvénytelen kezelőfelület!

source: Dbus error: %1
hu: Dbus hiba: %1

source: Enabling service autostart at boot:'%1'
hu: Automatikus indítás a gép indításakor: '%1'

source: Disabling service autostart at boot: '%1'
hu: Automatikus indítás kikapcsolása a gép indításakor: '%1'

source: Starting service: '%1'
hu: A(z) '%1' szolgáltatás indítása

source: Stopping service: '%1'
hu: A(z) '%1' szolgáltatás leállítása

source: Can't open value file: '%1'
hu: "%1" érték-fájl megnyitása nem sikerült

source: Can't open label file: '%1'
hu: "%1" címlkefájl megnyitása nem sikerült

source: Temp has no label: '%1'
hu: Temp címke nélkül: '%1'

source: Can't update value of temp: '%1'
hu: A temp értékét nem lehetett frissíteni: '%1'

source: This module lets you configure your PWM fans.
hu: Ez a modul lehetővé teszi a PWM ventilátorok konfigurálását.

source: Control fans manually
hu: Ventilátorok manuális kezelése

source: Advanced settings
hu: Haladó beállítások

source: KDE Fancontrol Module
hu: KDE Fancontrol beállítómodul

# NAME OF TRANSLATORS
source: Your names
hu: Barcza Károly (blackPanther OS - www.blackpanther.hu)

# EMAIL OF TRANSLATORS
source: Your emails
hu: Charles K Barcza - kbarcza@blackpanther.hu
